Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This locale has screenshots in this App Store version, but none for %@.
ar: تحتوي هذه اللغة على لقطات شاشة في هذا الإصدار App Store، ولكن لا توجد لقطات شاشة لـ %1$@.
ca: Aquesta configuració regional té captures de pantalla en aquesta versió App Store, però cap per a %1$@.
cs: Toto národní prostředí obsahuje snímky obrazovky v této verzi App Store, ale žádné pro %1$@.
da: Denne lokalitet har skærmbilleder i denne App Store version, men ingen for %1$@.
de: Diese Sprache hat Screenshots in dieser App Store-Version, aber keine für %@.
el: Αυτή η τοπική ρύθμιση έχει στιγμιότυπα οθόνης σε αυτήν την έκδοση App Store, αλλά κανένα για %1$@.
es: Este idioma tiene capturas en esta versión del App Store, pero ninguna para %@.
fa: این زبان در این نسخه App Store اسکرین‌شات دارد، اما هیچ‌کدام برای %@ نیست.
fi: Tässä maassa on kuvakaappauksia tässä App Store-versiossa, mutta ei yhtään versiolle %1$@.
fr: Cette langue a des captures dans cette version de l'App Store, mais aucune pour %@.
he: למקום הזה יש צילומי מסך בגרסה זו של App Store, אך אף אחד עבור %1$@.
hr: Ovaj lokalitet ima snimke zaslona u ovoj verziji App Store, ali nijednu za %1$@.
hu: Ebben a nyelvi beállításban vannak képernyőképek ebben a App Store-verzióban, de az %1$@-hoz nem.
id: Lokal ini memiliki tangkapan layar dalam versi App Store ini, namun tidak ada untuk %1$@.
it: Questa lingua ha screenshot in questa versione dell’App Store, ma nessuno per %@.
ja: このロケールにはこの App Store バージョンのスクリーンショットがありますが、%@ 用はありません。
ko: 이 로케일에는 이 App Store 버전의 스크린샷이 있지만 %@용은 없습니다.
ms: Tempat ini mempunyai tangkapan skrin dalam versi App Store ini, tetapi tiada untuk %1$@.
nl: Deze landinstelling heeft schermafbeeldingen in deze App Store-versie, maar geen voor %1$@.
no: Denne lokaliteten har skjermbilder i denne App Store-versjonen, men ingen for %1$@.
pl: To ustawienie regionalne zawiera zrzuty ekranu w tej wersji App Store, ale nie ma ich w wersji %1$@.
pt_br: Este idioma tem capturas nesta versão da App Store, mas nenhuma para %@.
pt_pt: Esta localidade possui capturas de ecrã nesta versão App Store, mas nenhuma para %1$@.
ro: Această localitate are capturi de ecran în această versiune App Store, dar niciuna pentru %1$@.
ru: У этого языка есть скриншоты в этой версии App Store, но нет для %@.
sk: Toto miestne nastavenie obsahuje snímky obrazovky v tejto verzii App Store, ale žiadne pre %1$@.
sl: Ta jezik ima posnetke zaslona v tej različici App Store, vendar ne za %1$@.
sv: Det här språket har skärmdumpar i denna App Store version, men inga för %1$@.
th: สถานที่นี้มีภาพหน้าจอในเวอร์ชัน App Store นี้ แต่ไม่มีสำหรับ %1$@
tr: Bu dilin bu App Store sürümünde ekran görüntüleri var, ancak %@ için yok.
uk: Ця мова має знімки екрана в цій версії App Store, але жодного для %@.
ur: اس مقام کے اس App Store ورژن میں اسکرین شاٹس ہیں، لیکن %1$@ کے لیے کوئی نہیں۔
vi: Ngôn ngữ này có ảnh chụp màn hình trong phiên bản App Store này nhưng không có ảnh chụp màn hình cho %1$@.
zh_hans: 此语言在该 App Store 版本中有截图，但没有 %@ 的截图。
zh_hant: 此語言在該 App Store 版本中有截圖，但沒有 %@ 的截圖。

source: This mirrors the upload flow expected by App Store Connect's localized screenshot uploader.
ar: يعكس هذا تدفق التحميل المتوقع بواسطة برنامج تحميل لقطة الشاشة المترجم لـ App Store Connect.
ca: Això reflecteix el flux de pujada esperat pel carregador de captures de pantalla localitzat de App Store Connect.
cs: Odráží tok nahrávání očekávaný lokalizovaným nástrojem pro nahrávání snímků obrazovky App Store Connect.
da: Dette afspejler det uploadflow, der forventes af App Store Connects lokaliserede screenshot-uploader.
de: Das entspricht dem Ablauf, den der App Store Connect-Upload für lokalisierte Screenshots erwartet.
el: Αυτό αντικατοπτρίζει τη ροή μεταφόρτωσης που αναμένεται από το τοπικό πρόγραμμα μεταφόρτωσης στιγμιότυπων οθόνης του App Store Connect.
es: Coincide con la estructura que espera el sistema de subida de capturas localizadas de App Store Connect.
fa: این ساختار با روند آپلودی که بارگذار اسکرین‌شات‌های بومی‌سازی‌شدهٔ App Store Connect انتظار دارد مطابقت دارد.
fi: Tämä heijastaa latauskulkua, jota App Store Connect lokalisoitu kuvakaappauslataaja odottaa.
fr: Cela correspond au processus d'envoi attendu par App Store Connect pour les captures d'écran localisées.
he: זה משקף את זרימת ההעלאה הצפויה על ידי מעלה צילום המסך המקומי של App Store Connect.
hr: Ovo odražava tijek učitavanja koji očekuje lokalizirani učitavač snimki zaslona App Store Connect.
hu: Ez tükrözi a App Store Connect lokalizált képernyőkép-feltöltője által várt feltöltési folyamatot.
id: Hal ini mencerminkan alur pengunggahan yang diharapkan oleh pengunggah tangkapan layar yang dilokalkan App Store Connect.
it: Rispecchia il flusso di caricamento previsto dallo strumento di caricamento degli screenshot localizzati di App Store Connect.
ja: これは、App Store Connect でローカライズしたスクリーンショットをアップロードするときの流れに合わせたものです。
ko: 이는 App Store Connect의 현지화된 스크린샷 업로더에서 예상되는 업로드 흐름을 반영합니다.
ms: Ini mencerminkan aliran muat naik yang dijangka oleh pemuat naik tangkapan skrin setempat App Store Connect.
nl: Dit komt overeen met het uploadproces dat wordt verwacht door de gelokaliseerde screenshot-uploader van App Store Connect.
no: Dette gjenspeiler opplastingsflyten som forventes av App Store Connects lokaliserte skjermbildeopplasting.
pl: Odzwierciedla to przepływ przesyłania oczekiwany przez zlokalizowane narzędzie do przesyłania zrzutów ekranu App Store Connect.
pt_br: Isso segue o fluxo de envio esperado pelo envio de capturas de tela localizadas do App Store Connect.
pt_pt: Isso reflete o fluxo de upload esperado pelo uploader de capturas de ecrã localizadas de App Store Connect.
ro: Aceasta oglindește fluxul de încărcare așteptat de instrumentul de încărcare a capturii de ecran localizat de la App Store Connect.
ru: Это соответствует процессу загрузки, который ожидает загрузчик локализованных скриншотов App Store Connect.
sk: Odzrkadľuje tok nahrávania očakávaný lokalizovaným nástrojom na nahrávanie snímok obrazovky App Store Connect.
sl: To odraža potek nalaganja, ki ga pričakuje lokaliziran program za nalaganje posnetkov zaslona App Store Connect.
sv: Detta speglar uppladdningsflödet som förväntas av App Store Connects lokaliserade skärmdumpsuppladdare.
th: ซึ่งสะท้อนถึงขั้นตอนการอัปโหลดที่คาดหวังโดยโปรแกรมอัปโหลดภาพหน้าจอที่แปลเป็นภาษาท้องถิ่นของ App Store Connect
tr: Bu, App Store Connect'in yerelleştirilmiş ekran görüntüsü yükleyicisinin beklediği yükleme akışını yansıtır.
uk: Це відповідає порядку вивантаження, якого очікує засіб вивантаження локалізованих знімків екрана в App Store Connect.
ur: یہ App Store Connect کے مقامی اسکرین شاٹ اپ لوڈر سے متوقع اپ لوڈ فلو کی عکاسی کرتا ہے۔
vi: Điều này phản ánh luồng tải lên mà trình tải lên ảnh chụp màn hình đã bản địa hóa của App Store Connect mong đợi.
zh_hans: 这与 App Store Connect 本地化截图上传工具所要求的上传流程一致。
zh_hant: 這與 App Store Connect 在地化螢幕截圖上傳工具所預期的上傳流程一致。

source: This project has no rows to upload.
ar: لا يحتوي هذا المشروع على صفوف للتحميل.
ca: Aquest projecte no té files per carregar.
cs: Tento projekt nemá žádné řádky k nahrání.
da: Dette projekt har ingen rækker at uploade.
de: Dieses Projekt hat keine Zeilen zum Hochladen.
el: Αυτό το έργο δεν έχει σειρές για μεταφόρτωση.
es: Este proyecto no tiene filas para subir.
fa: این پروژه هیچ ردیفی برای آپلود ندارد.
fi: Tässä projektissa ei ole ladattavia rivejä.
fr: Ce projet n'a aucune ligne à envoyer.
he: לפרויקט זה אין שורות להעלאה.
hr: Ovaj projekt nema redaka za učitavanje.
hu: Ebben a projektben nincsenek feltölthető sorok.
id: Proyek ini tidak memiliki baris untuk diunggah.
it: Questo progetto non ha righe da caricare.
ja: このプロジェクトにはアップロードする行がありません。
ko: 이 프로젝트에는 업로드할 행이 없습니다.
ms: Projek ini tidak mempunyai baris untuk dimuat naik.
nl: Dit project heeft geen rijen om te uploaden.
no: Dette prosjektet har ingen rader å laste opp.
pl: W tym projekcie nie ma wierszy do przesłania.
pt_br: Este projeto não tem linhas para enviar.
pt_pt: Este projeto não tem linhas para carregar.
ro: Acest proiect nu are rânduri de încărcat.
ru: В этом проекте нет строк для загрузки.
sk: Tento projekt nemá žiadne riadky na odovzdanie.
sl: Ta projekt nima vrstic za nalaganje.
sv: Det här projektet har inga rader att ladda upp.
th: โปรเจ็กต์นี้ไม่มีแถวที่จะอัปโหลด
tr: Bu projede yüklenecek satır yok.
uk: У цьому проєкті немає рядків для вивантаження.
ur: اس پروجیکٹ میں اپ لوڈ کرنے کے لیے کوئی قطار نہیں ہے۔
vi: Dự án này không có hàng để tải lên.
zh_hans: 该项目没有要上传的行。
zh_hant: 此專案沒有可上傳的列。

source: This project has no text shapes yet.
ar: لا يحتوي هذا المشروع على أشكال نصية حتى الآن.
ca: Aquest projecte encara no té formes de text.
cs: Tento projekt zatím nemá žádné tvary textu.
da: Dette projekt har endnu ingen tekstformer.
de: Dieses Projekt hat noch keine Textformen.
el: Αυτό το έργο δεν έχει ακόμη σχήματα κειμένου.
es: Este proyecto aún no tiene formas de texto.
fa: این پروژه هنوز شکل متنی ندارد.
fi: Tässä projektissa ei ole vielä tekstimuotoja.
fr: Ce projet n'a pas encore de formes de texte.
he: לפרויקט הזה אין עדיין צורות טקסט.
hr: Ovaj projekt još nema tekstualne oblike.
hu: Ennek a projektnek még nincsenek szövegformái.
id: Proyek ini belum memiliki bentuk teks.
it: Questo progetto non ha ancora forme di testo.
ja: このプロジェクトにはまだテキスト図形がありません。
ko: 이 프로젝트에는 아직 텍스트 도형이 없습니다.
ms: Projek ini belum mempunyai bentuk teks.
nl: Dit project heeft nog geen tekstvormen.
no: Dette prosjektet har ingen tekstformer ennå.
pl: Ten projekt nie ma jeszcze kształtów tekstowych.
pt_br: Este projeto ainda não possui formas de texto.
pt_pt: Este projeto ainda não possui formas de texto.
ro: Acest proiect nu are încă forme de text.
ru: В этом проекте пока нет текстовых фигур.
sk: Tento projekt zatiaľ nemá žiadne tvary textu.
sl: Ta projekt še nima besedilnih oblik.
sv: Det här projektet har inga textformer än.
th: โปรเจ็กต์นี้ยังไม่มีรูปร่างข้อความ
tr: Bu projede henüz metin şekli yok.
uk: У цьому проєкті ще немає текстових фігур.
ur: اس پروجیکٹ میں ابھی تک کوئی متنی شکلیں نہیں ہیں۔
vi: Dự án này chưa có hình dạng văn bản nào.
zh_hans: 该项目还没有文本形状。
zh_hant: 此專案尚無文字形狀。

source: This project is shown empty and saving is paused so the original file isn't overwritten. Reopening the app may fix it — otherwise restore from a backup.
ar: يظهر هذا المشروع فارغًا ويتم إيقاف الحفظ مؤقتًا حتى لا تتم الكتابة فوق الملف الأصلي. قد تؤدي إعادة فتح التطبيق إلى إصلاحه، وإلا يمكنك استعادته من نسخة احتياطية.
ca: Aquest projecte es mostra buit i el desament s'atura de manera que el fitxer original no es sobreescriu. Reobrir l'aplicació pot solucionar-ho; en cas contrari, restaurar des d'una còpia de seguretat.
cs: Tento projekt je zobrazen prázdný a ukládání je pozastaveno, aby nedošlo k přepsání původního souboru. Opětovné otevření aplikace to může vyřešit – jinak obnovte ze zálohy.
da: Dette projekt vises tomt, og lagring er sat på pause, så den originale fil ikke overskrives. Genåbning af appen kan løse det - ellers gendan fra en sikkerhedskopi.
de: Dieses Projekt wird leer angezeigt und das Speichern ist pausiert, damit die Originaldatei nicht überschrieben wird. Ein Neustart der App behebt das Problem möglicherweise – andernfalls stelle es aus einem Backup wieder her.
el: Αυτό το έργο εμφανίζεται κενό και η αποθήκευση έχει τεθεί σε παύση, ώστε το αρχικό αρχείο να μην αντικαθίσταται. Το εκ νέου άνοιγμα της εφαρμογής μπορεί να το διορθώσει — διαφορετικά επαναφέρετε από ένα αντίγραφο ασφαλείας.
es: Este proyecto se muestra vacío y el guardado está en pausa para no sobrescribir el archivo original. Volver a abrir la app puede solucionarlo; si no, restaura una copia de seguridad.
fa: این پروژه خالی نشان داده می‌شود و ذخیره موقتاً متوقف می‌شود تا فایل اصلی رونویسی نشود. باز کردن مجدد برنامه ممکن است آن را برطرف کند - در غیر این صورت از یک نسخه پشتیبان بازیابی کنید.
fi: Tämä projekti näytetään tyhjänä ja tallennus keskeytetään, jotta alkuperäistä tiedostoa ei kirjoiteta päälle. Sovelluksen avaaminen uudelleen voi korjata sen – muussa tapauksessa palauta varmuuskopiosta.
fr: Ce projet s'affiche vide et l'enregistrement est suspendu pour ne pas écraser le fichier d'origine. Rouvrir l'app peut résoudre le problème ; sinon, restaurez une sauvegarde.
he: פרויקט זה מוצג ריק והשמירה מושהית כדי שהקובץ המקורי לא ייכתב. פתיחה מחדש של האפליקציה עשויה לתקן את זה - אחרת שחזר מגיבוי.
hr: Ovaj je projekt prikazan prazan i spremanje je pauzirano kako se izvorna datoteka ne bi prebrisala. Ponovno otvaranje aplikacije može to popraviti - u suprotnom vratite iz sigurnosne kopije.
hu: Ez a projekt üresen jelenik meg, és a mentés szünetel, így az eredeti fájl nem kerül felülírásra. Az alkalmazás újbóli megnyitása javíthatja a problémát – ellenkező esetben állítsa vissza a biztonsági másolatból.
id: Proyek ini ditampilkan kosong dan penyimpanan dijeda sehingga file asli tidak ditimpa. Membuka kembali aplikasi dapat memperbaikinya — jika tidak, pulihkan dari cadangan.
it: Questo progetto viene mostrato vuoto e il salvataggio è sospeso per non sovrascrivere il file originale. Riaprire l'app potrebbe risolvere il problema, altrimenti ripristina da un backup.
ja: このプロジェクトは空の状態で表示されており、元のファイルが上書きされないよう保存を一時停止しています。アプリを開き直すと解決する場合があります。解決しない場合はバックアップから復元してください。
ko: 이 프로젝트는 비어 있는 것으로 표시되며 원본 파일을 덮어쓰지 않도록 저장이 일시 중지됩니다. 앱을 다시 열면 문제가 해결될 수 있습니다. 그렇지 않으면 백업에서 복원하세요.
ms: Projek ini ditunjukkan kosong dan penyimpanan dijeda supaya fail asal tidak ditimpa. Membuka semula apl mungkin membetulkannya — jika tidak, pulihkan daripada sandaran.
nl: Dit project wordt leeg weergegeven en het opslaan wordt gepauzeerd zodat het originele bestand niet wordt overschreven. Het heropenen van de app kan het probleem verhelpen; anders herstelt u vanaf een back-up.
no: Dette prosjektet vises tomt og lagringen er satt på pause, slik at den opprinnelige filen ikke overskrives. Å åpne appen på nytt kan fikse det - ellers gjenopprett fra en sikkerhetskopi.
pl: Ten projekt jest wyświetlany jako pusty, a zapisywanie zostało wstrzymane, aby oryginalny plik nie został nadpisany. Ponowne otwarcie aplikacji może to naprawić — w przeciwnym razie przywróć z kopii zapasowej.
pt_br: Este projeto é mostrado vazio e o salvamento é pausado para que o arquivo original não seja sobrescrito. Reabrir o aplicativo pode resolver o problema – caso contrário, restaure a partir de um backup.
pt_pt: Este projeto é mostrado vazio e o salvamento é pausado para que o ficheiro original não seja sobrescrito. Reabrir o aplicativo pode resolver o problema – caso contrário, restaure a partir de um backup.
ro: Acest proiect este afișat gol și salvarea este întreruptă, astfel încât fișierul original să nu fie suprascris. Redeschiderea aplicației poate remedia problema - altfel restaurați dintr-o copie de rezervă.
ru: Этот проект показан пустым, и сохранение приостановлено, чтобы не перезаписать исходный файл. Возможно, поможет повторный запуск приложения — иначе восстановите проект из резервной копии.
sk: Tento projekt sa zobrazuje prázdny a ukladanie je pozastavené, aby sa neprepísal pôvodný súbor. Opätovné otvorenie aplikácie to môže vyriešiť – v opačnom prípade obnovte zo zálohy.
sl: Ta projekt je prikazan prazen in shranjevanje je začasno ustavljeno, da izvirna datoteka ni prepisana. Če znova odprete aplikacijo, lahko to popravite – sicer obnovite iz varnostne kopije.
sv: Det här projektet visas tomt och sparandet pausas så att originalfilen inte skrivs över. Om du öppnar appen igen kan det lösas – annars återställ från en säkerhetskopia.
th: โปรเจ็กต์นี้แสดงว่างเปล่าและการบันทึกหยุดชั่วคราว เพื่อไม่ให้ไฟล์ต้นฉบับถูกเขียนทับ การเปิดแอปอีกครั้งอาจแก้ไขได้ ไม่เช่นนั้นจะคืนค่าจากข้อมูลสำรอง
tr: Orijinal dosyanın üzerine yazılmaması için bu proje boş gösteriliyor ve kaydetme duraklatıldı. Uygulamayı yeniden açmak sorunu çözebilir — aksi hâlde bir yedekten geri yükleyin.
uk: Цей проєкт показано порожнім, а збереження призупинено, щоб не перезаписати оригінальний файл. Можливо, допоможе повторне відкриття програми — інакше відновіть проєкт із резервної копії.
ur: یہ پروجیکٹ خالی دکھایا گیا ہے اور محفوظ کرنا موقوف ہے لہذا اصل فائل کو اوور رائٹ نہیں کیا گیا ہے۔ ایپ کو دوبارہ کھولنے سے یہ ٹھیک ہو سکتا ہے - بصورت دیگر بیک اپ سے بحال کریں۔
vi: Dự án này được hiển thị trống và quá trình lưu bị tạm dừng để tệp gốc không bị ghi đè. Mở lại ứng dụng có thể khắc phục được sự cố — nếu không thì khôi phục từ bản sao lưu.
zh_hans: 此项目将显示为空，并已暂停保存，以免覆盖原始文件。重新打开 App 可能会解决此问题——否则请从备份恢复。
zh_hant: 此專案會以空白狀態顯示，且已暫停儲存，以免覆寫原始檔案。重新開啟 App 可能會修正此問題——否則請從備份回復。

source: This purchase has already been activated on another Mac. Contact support to move it to this one.
ar: تم تنشيط عملية الشراء هذه بالفعل في Mac آخر. اتصل بالدعم لنقله إلى هذا.
ca: Aquesta compra ja s'ha activat en un altre Mac. Contacta amb l'assistència per traslladar-lo a aquest.
cs: Tento nákup již byl aktivován na jiném Mac. Chcete-li jej přesunout do tohoto, kontaktujte podporu.
da: Dette køb er allerede blevet aktiveret på en anden Mac. Kontakt support for at flytte den til denne.
de: Dieser Kauf wurde bereits auf einem anderen Mac aktiviert. Wende dich an den Support, um ihn auf diesen Mac zu übertragen.
el: Αυτή η αγορά έχει ήδη ενεργοποιηθεί σε άλλο Mac. Επικοινωνήστε με την υποστήριξη για να το μετακινήσετε σε αυτήν.
es: Esta compra ya se activó en otro Mac. Ponte en contacto con soporte para trasladarla a este.
fa: این خرید قبلاً روی Mac دیگری فعال شده است. برای انتقال آن به این Mac با پشتیبانی تماس بگیرید.
fi: Tämä ostos on jo aktivoitu toisessa Mac. Ota yhteyttä tukeen siirtääksesi sen tähän.
fr: Cet achat a déjà été activé sur un autre Mac. Contactez l'assistance pour le transférer sur celui-ci.
he: This purchase has already been activated on another Mac. צור קשר עם התמיכה כדי להעביר אותו לזה.
hr: Ova je kupnja već aktivirana na drugom Mac. Kontaktirajte podršku da ga premjestite na ovaj.
hu: Ezt a vásárlást már aktiválták egy másik Mac-on. Lépjen kapcsolatba az ügyfélszolgálattal, hogy áthelyezze ide.
id: Pembelian ini telah diaktifkan pada Mac lain. Hubungi dukungan untuk memindahkannya ke yang ini.
it: Questo acquisto è già stato attivato su un altro Mac. Contatta l'assistenza per trasferirlo su questo.
ja: この購入はすでに別の Mac でアクティベートされています。この Mac に移すには、サポートにお問い合わせください。
ko: 이 구매는 이미 다른 Mac에서 활성화되었습니다. 이 Mac으로 옮기려면 지원팀에 문의하세요.
ms: Pembelian ini telah pun diaktifkan pada Mac lain]. Hubungi sokongan untuk mengalihkannya ke yang ini.
nl: Deze aankoop is al geactiveerd op een andere Mac. Neem contact op met de ondersteuning om het naar deze te verplaatsen.
no: Dette kjøpet er allerede aktivert på en annen Mac. Kontakt brukerstøtten for å flytte den til denne.
pl: Ten zakup został już aktywowany w innym Mac. Skontaktuj się z pomocą techniczną, aby przenieść to do tego.
pt_br: Esta compra já foi ativada em outro Mac. Entre em contato com o suporte para transferi-la para este.
pt_pt: Esta compra já foi ativada em outro Mac. Entre em contacto com o suporte para movê-lo para este.
ro: Această achiziție a fost deja activată pe un alt Mac. Contactați asistența pentru a o muta în aceasta.
ru: Эта покупка уже активирована на другом Mac. Чтобы перенести её на этот, свяжитесь с поддержкой.
sk: Tento nákup už bol aktivovaný v inom Mac. Ak ho chcete presunúť do tohto, kontaktujte podporu.
sl: Ta nakup je bil že aktiviran na drugem Mac. Obrnite se na podporo, da ga premaknete na to.
sv: Detta köp har redan aktiverats på en annan Mac. Kontakta supporten för att flytta den till denna.
th: การซื้อนี้เปิดใช้งานแล้วใน Mac อื่นแล้ว ติดต่อฝ่ายสนับสนุนเพื่อย้ายไปที่อันนี้
tr: Bu satın alım başka bir Mac'te zaten etkinleştirildi. Bu Mac'e taşımak için destekle iletişime geçin.
uk: Цю покупку вже активовано на іншому Mac. Щоб перенести її на цей, зверніться до підтримки.
ur: یہ خریداری پہلے ہی کسی اور Mac پر چالو کر دی گئی ہے۔ اسے اس میں منتقل کرنے کے لیے سپورٹ سے رابطہ کریں۔
vi: Giao dịch mua này đã được kích hoạt trên Mac khác. Liên hệ với bộ phận hỗ trợ để chuyển nó sang cái này.
zh_hans: 此购买已在另一台 Mac 上激活。如需将其转移到这台 Mac，请联系技术支持。
zh_hant: 此購買項目已在另一台 Mac 上啟用。如需將其轉移到這台 Mac，請聯絡支援。

source: This purchase link isn't valid. Check that you copied the whole link from your receipt email.
ar: رابط الشراء هذا غير صالح. تأكد من أنك قمت بنسخ الرابط بالكامل من البريد الإلكتروني الخاص بالإيصال.
ca: Aquest enllaç de compra no és vàlid. Comproveu que heu copiat tot l'enllaç del correu electrònic del rebut.
cs: Tento odkaz na nákup není platný. Zkontrolujte, zda jste zkopírovali celý odkaz z e-mailu s potvrzením.
da: Dette købslink er ikke gyldigt. Tjek, at du har kopieret hele linket fra din kvitteringsmail.
de: Dieser Kauflink ist ungültig. Prüfe, ob du den vollständigen Link aus deiner Quittungs-E-Mail kopiert hast.
el: Αυτός ο σύνδεσμος αγοράς δεν είναι έγκυρος. Ελέγξτε ότι αντιγράψατε ολόκληρο τον σύνδεσμο από το email της απόδειξής σας.
es: Este enlace de compra no es válido. Comprueba que copiaste el enlace completo del correo con tu recibo.
fa: این پیوند خرید معتبر نیست. بررسی کنید که کل پیوند را از ایمیل رسید کپی کرده باشید.
fi: Tämä ostolinkki ei kelpaa. Tarkista, että kopioit koko linkin kuittisähköpostistasi.
fr: Ce lien d'achat n'est pas valide. Vérifiez que vous avez copié le lien complet depuis l'e-mail de reçu.
he: קישור רכישה זה אינו חוקי. בדוק שהעתקת את כל הקישור ממייל הקבלה שלך.
hr: Ova veza za kupnju nije važeća. Provjerite jeste li kopirali cijelu vezu iz e-pošte s potvrdom o primitku.
hu: Ez a vásárlási link nem érvényes. Ellenőrizze, hogy a teljes linket kimásolta-e a nyugta e-mailjéből.
id: Tautan pembelian ini tidak valid. Periksa apakah Anda menyalin seluruh tautan dari email tanda terima Anda.
it: Questo link di acquisto non è valido. Verifica di aver copiato l'intero link dall'email della ricevuta.
ja: この購入リンクは無効です。レシートメールからリンク全体をコピーしたか確認してください。
ko: 이 구매 링크는 유효하지 않습니다. 영수증 이메일에서 링크 전체를 복사했는지 확인하세요.
ms: Pautan pembelian ini tidak sah. Semak sama ada anda menyalin keseluruhan pautan daripada e-mel resit anda.
nl: Deze aankooplink is niet geldig. Controleer of u de volledige link uit uw ontvangst-e-mail hebt gekopieerd.
no: Denne kjøpslenken er ikke gyldig. Sjekk at du har kopiert hele lenken fra kvitterings-e-posten.
pl: Ten link do zakupu jest nieprawidłowy. Sprawdź, czy skopiowałeś cały link z wiadomości e-mail z potwierdzeniem.
pt_br: Este link de compra não é válido. Verifique se você copiou o link inteiro do e-mail do recibo.
pt_pt: Este link de compra não é válido. Verifique se você copiou o link completo do e-mail de recibo.
ro: Acest link de cumpărare nu este valid. Verificați dacă ați copiat întregul link din e-mailul de chitanță.
ru: Эта ссылка на покупку недействительна. Проверьте, что вы скопировали ссылку из письма с чеком целиком.
sk: Tento odkaz na nákup nie je platný. Skontrolujte, či ste skopírovali celý odkaz z e-mailu s potvrdením.
sl: Ta povezava za nakup ni veljavna. Preverite, ali ste kopirali celotno povezavo iz e-poštnega sporočila s potrdilom.
sv: Denna köplänk är inte giltig. Kontrollera att du kopierade hela länken från ditt kvittomail.
th: ลิงก์ซื้อนี้ไม่ถูกต้อง ตรวจสอบว่าคุณคัดลอกลิงก์ทั้งหมดจากอีเมลใบเสร็จของคุณ
tr: Bu satın alma bağlantısı geçerli değil. Makbuz e-postanızdaki bağlantının tamamını kopyaladığınızdan emin olun.
uk: Це посилання на покупку недійсне. Перевірте, чи ви скопіювали посилання з листа з квитанцією повністю.
ur: یہ خریداری کا لنک درست نہیں ہے۔ چیک کریں کہ آپ نے اپنی رسید ای میل سے پورا لنک کاپی کیا ہے۔
vi: Liên kết mua hàng này không hợp lệ. Kiểm tra xem bạn đã sao chép toàn bộ liên kết từ email biên nhận của mình chưa.
zh_hans: 此购买链接无效。请检查你是否从收据电子邮件中复制了完整链接。
zh_hant: 此購買連結無效。請檢查你是否從收據電子郵件中拷貝了完整連結。
